tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "bash"
brew "bash-completion"
brew "bat"
brew "gettext"
brew "python@3.9"
brew "colordiff"
brew "go"
brew "diff-so-fancy"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "golang-migrate"
brew "golangci-lint"
brew "grep"
brew "hub"
brew "jq"
brew "maven"
brew "mkcert"
brew "neovim"
brew "node"
brew "node@16"
brew "parallel"
brew "php"
brew "python@3.8"
brew "rename"
brew "ruby"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "swagger-codegen"
brew "task"
brew "terminal-notifier"
brew "terraform-docs"
brew "terraform@0.11"
brew "terraform@0.12"
brew "terraform@0.13"
brew "terraform_landscape"
brew "tmux"
brew "truncate"
brew "wget"
brew "wxwidgets"
brew "yarn"

cask "temurin@8"
