# taps
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "oven-sh/bun"

brew "sqlite"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bitwarden-cli"
brew "caddy"
brew "python@3.12"
brew "codespell"
brew "colordiff"
brew "defaultbrowser"
brew "deno"
brew "diff-so-fancy"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gum"
brew "hub"
brew "jq"
brew "mas"
brew "mkcert"
brew "mysql-client", link: true
brew "tree-sitter"
brew "neovim"
brew "openjdk"
brew "parallel"
brew "perl"
brew "pipx"
brew "pnpm"
brew "scala"
brew "scummvm"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "task"
brew "terraform"
brew "tmux"
brew "vale"
brew "vim"
brew "wget"
brew "wireguard-go"
brew "wireguard-tools"
brew "yamllint"
brew "yarn"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "joshmedeski/sesh/sesh"
brew "oven-sh/bun/bun"

cask "alfred"
cask "bruno"
cask "dash"
cask "docker"
cask "firefox"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "iterm2"
cask "nvidia-geforce-now"
cask "rectangle"
cask "slack"
cask "spotify"
cask "vlc"

mas "NordVPN", id: 905953485
mas "Tailscale", id: 1475387142
