tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "codespell"
brew "colordiff"
brew "defaultbrowser"
brew "deno"
brew "diff-so-fancy"
brew "fish"
brew "gh"
brew "git"
brew "go"
brew "hub"
brew "jq"
brew "mas"
brew "mkcert"
brew "ncspot"
brew "neovim"
brew "node", link: false
brew "node@16", link: true
brew "parallel"
brew "python@3.8"
brew "python@3.9"
brew "python@3.10"
brew "python3"
brew "scala"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "task"
brew "terraform"
brew "tmux"
brew "tmuxinator"
brew "vale"
brew "vim"
brew "wget"
brew "yamllint"
brew "yarn"

# Cask Applications
cask "alfred"
cask "bartender"
cask "dash"
cask "docker"
cask "firefox"
cask "gpg-suite-no-mail"
cask "google-cloud-sdk"
cask "iterm2"
cask "rectangle"
cask "spotify"
# cask "slack"

# App Store applications
mas "iA Writer", id: 775737590
