# taps
tap "hashicorp/tap", trusted: true

brew "sqlite"
brew "bash"
brew "bash-completion"
brew "bat"
brew "caddy"
brew "codespell"
brew "colordiff"
brew "defaultbrowser"
brew "diff-so-fancy"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gum"
brew "hub"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mkcert"
brew "neovim"
brew "openjdk"
brew "parallel"
brew "perl"
brew "pinentry-mac"
brew "pipx"
brew "prettierd"
brew "protobuf"
brew "ripgrep"
brew "sesh"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "stylua"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "vale"
brew "vim"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zoxide"
brew "hashicorp/tap/terraform"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "firefox"
cask "ghostty"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "notion"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "spotify"
cask "todometer"
